perf/proxy-9091/node/spike/summary.txt
All VUs finished. Total time: 3 minutes, 24 seconds

--------------------------------
Summary report @ 22:47:37(-0300)
--------------------------------

errors.ECONNRESET: ............................................................. 983
errors.ENFILE: ................................................................. 229
errors.ENOTFOUND: .............................................................. 126
errors.ETIMEDOUT: .............................................................. 18992
http.codes.200: ................................................................ 408
http.request_rate: ............................................................. 100/sec
http.requests: ................................................................. 20738
http.response_time:
  min: ......................................................................... 670
  max: ......................................................................... 9996
  median: ...................................................................... 3072.4
  p95: ......................................................................... 8520.7
  p99: ......................................................................... 9801.2
http.responses: ................................................................ 408
vusers.completed: .............................................................. 408
vusers.created: ................................................................ 20738
vusers.created_by_name.Bbox2 (/): .............................................. 20738
vusers.failed: ................................................................. 20330
vusers.session_length:
  min: ......................................................................... 673.3
  max: ......................................................................... 9997.9
  median: ...................................................................... 3072.4
  p95: ......................................................................... 8520.7
  p99: ......................................................................... 9801.2